app/controllers/games_controller.rb

INSERT INTO "games" ("created_at", "title", "updated_at") VALUES (?, ?, ?)  [["created_at", Mon, 09 Sep 2013 08:21:23 UTC +00:00], ["title", "asfasdf"], ["updated_at", Mon, 09 Sep 2013 08:21:23 UTC +00:00]]
---
  def create
    @game = Game.new(game_params)
    if @game.save